OpenFOAM/WFD_OpenFOAM/cases/overnight_20260527_224229_bca724/pitch_10p0_slim_chord/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          576;
        startFace       2003952;
    }
    outlet
    {
        type            patch;
        nFaces          576;
        startFace       2004528;
    }
    sideWalls
    {
        type            patch;
        nFaces          4608;
        startFace       2005104;
    }
)

// ************************************************************************* //
